local HHAL = LibStub("AceAddon-3.0"):GetAddon("HiphamAlert")

HHAL.spellList.deathKnight = {
    ["SPELL_AURA_APPLIED"] = {
        [114556] = "죽기_연옥",
    },
    ["SPELL_AURA_REMOVED"] = {

    },
    ["SPELL_CAST_START"] = {

    },
    ["SPELL_CAST_SUCCESS"] = {
        [47528] = "죽기_정얼",
		[48707] = "죽기_대마보",
		[207167] = "죽기_진눈깨비",
		[49576] = "죽기_죽손",
		[221562] = "죽기_어질",
		[48792] = "죽기_얼인",
		[51052] = "죽기_대마지",
		[212552] = "죽기_망령걸음",
		[48265] = "죽기_진군",
		[47568] = "죽기_룬강화",
		[383269] = "죽기_흉물사지",
		[63560] = "죽기_구울변신",
		[42650] = "죽기_사군",
		[220143] = "죽기_대재앙",
		[207289] = "죽기_부광",
		[49206] = "죽기_가고일",
		[51271] = "죽기_얼음기둥",
		[279302] = "죽기_서리고룡",
		[305392] = "죽기_몰한",
		[152279] = "죽기_신드라",
		[49028] = "죽기_룬무기",
		[55233] = "죽기_흡혈",
		[108199] = "죽기_고핀",
		[81256] = "죽기_춤룬",
    },
}