local HHAL = LibStub("AceAddon-3.0"):GetAddon("HiphamAlert")

HHAL.spellList.demonHunter = {
    ["SPELL_AURA_APPLIED"] = {
        
    },
    ["SPELL_AURA_REMOVED"] = {
		[196555] = "악사_황천걸음끝",
    },
    ["SPELL_CAST_START"] = {

    },
    ["SPELL_CAST_SUCCESS"] = {
        [183752] = "악사_분열",
		[217832] = "악사_감금",
		[198589] = "악사_흐릿",
		[179057] = "악사_혼회",
		[196718] = "악사_어둠",
		[370965] = "악사_사냥",
		[200166] = "악사_탈태",
		[187827] = "악사_탈태",
		[198013] = "악사_안광",
		[212084] = "악사_지옥황폐",
		[211881] = "악사_지분",
		[390163] = "악사_하늘칙령",
		[202137] = "악사_침묵인장",
		[202138] = "악사_사슬인장",
		[207684] = "악사_공포인장",
		[196555] = "악사_황천걸음",
    },
}