local HHAL = LibStub("AceAddon-3.0"):GetAddon("HiphamAlert")

HHAL.spellList.evoker = {
    ["SPELL_AURA_APPLIED"] = {

    },
    ["SPELL_AURA_REMOVED"] = {

    },
    ["SPELL_CAST_START"] = {
        [361227] = "공용_부활",
		[360806] = "기원사_몽유병",
    },
    ["SPELL_CAST_SUCCESS"] = {
        [351338] = "기원사_진압",
		[365585] = "공용_해제",
		[374251] = "공용_해제",
		[390386] = "공용_블러드",
		[368970] = "기원사_꼬리치기",
		[359816] = "기원사_꿈의비행",
		[377509] = "기원사_꿈의투영",
		[363534] = "기원사_되돌리기",
		[374227] = "기원사_미풍",
		[358385] = "기원사_산사태",
		[374968] = "기원사_시간의와류",
		[357170] = "기원사_시간팽창",
		[370960] = "기원사_에메랄드",
		[375087] = "기원사_용의분노",
		[370537] = "기원사_정지장",
		[372048] = "기원사_탄압의포효",
		[357214] = "기원사_폭풍날개",
		[363916] = "기원사_흑요석비늘",
		[373861] = "기원사_시간변칙",
		[408092] = "기원사_지각변동",
    },
}