local HHAL = LibStub("AceAddon-3.0"):GetAddon("HiphamAlert")

HHAL.spellList.hunter = {
    ["SPELL_AURA_APPLIED"] = {

    },
    ["SPELL_AURA_REMOVED"] = {
        [186265] = "냥꾼_거북상끝",
    },
    ["SPELL_CAST_START"] = {

    },
    ["SPELL_CAST_SUCCESS"] = {
        [147362] = "냥꾼_침사",
		[187707] = "냥꾼_재갈",
		[19577] = "냥꾼_위협",
		[264667] = "공용_블러드",
		[109248] = "냥꾼_구속사격",
		[199483] = "냥꾼_위장술",
		[190514] = "냥꾼_적자생존",
		[19574] = "냥꾼_야격",
		[187650] = "냥꾼_얼덫",
		[19801] = "냥꾼_평정",
		[186265] = "냥꾼_거북상",
		[5384] = "냥꾼_죽척",
		[288613] = "냥꾼_정조준",
		[186387] = "냥꾼_방출",
		[360952] = "냥꾼_협공",
    },
}