local HHAL = LibStub("AceAddon-3.0"):GetAddon("HiphamAlert")

HHAL.spellList.mage = {
    ["SPELL_AURA_APPLIED"] = {
        [86949] = "법사_소작",
    },
    ["SPELL_AURA_REMOVED"] = {

    },
    ["SPELL_CAST_START"] = {
        [118] = "법사_변이",
		[383121] = "법사_대변이",
    },
    ["SPELL_CAST_SUCCESS"] = {
        [2139] = "법사_마차",
		[475] = "공용_해제",
		[80353] = "공용_블러드",
		[31661] = "법사_용숨",
		[157981] = "법사_화염폭풍",
		[45438] = "법사_얼방",
		[55342] = "법사_환영복제",
		[66] = "법사_투명화",
		[110959] = "법사_투명화",
		[414664] = "법사_대투",
		[12472] = "법사_얼핏",
		[190319] = "법사_발화",
		[365350] = "법사_비전쇄도",
		[113724] = "법사_서리고리",
		[414658] = "법사_얼음장",
    },
}