local HHAL = LibStub("AceAddon-3.0"):GetAddon("HiphamAlert")

HHAL.spellList.rogue = {
    ["SPELL_AURA_APPLIED"] = {
        [31230] = "도적_구사",
    },
    ["SPELL_AURA_REMOVED"] = {
        [5277] = "도적_회피끝",
		[31224] = "도적_그망끝",
    },
    ["SPELL_CAST_START"] = {

    },
    ["SPELL_CAST_SUCCESS"] = {
        [1766] = "도적_발차기",
		[1833] = "도적_비습",
        [408] = "도적_급가",
        [6770] = "도적_절",
        [2094] = "도적_실명",
        [1776] = "도적_후려",
        [394929] = "도적_어춤",
        [1784] = "도적_은신",
        [1856] = "도적_소멸",
        [360194] = "도적_죽음표식",
        [381989] = "도적_주사위연장",
        [13750] = "도적_아드레날린",
        [343142] = "도적_공포의검",
        [121471] = "도적_어칼",
        [384631] = "도적_채찍질",
		[5277] = "도적_회피",
		[31224] = "도적_그망",
        [221630] = "도적_속거",
    },
}