local HHAL = LibStub("AceAddon-3.0"):GetAddon("HiphamAlert")

HHAL.spellList.shaman = {
    ["SPELL_AURA_APPLIED"] = {

    },
    ["SPELL_AURA_REMOVED"] = {
        
    },
    ["SPELL_CAST_START"] = {
        [2008] = "공용_부활",
		[51514] = "술사_사술",
    },
    ["SPELL_CAST_SUCCESS"] = {
        [57994] = "술사_칼바",
		[51886] = "공용_해제",
		[77130] = "공용_해제",
		[378773] = "공용_정화",
		[2825] = "공용_블러드",
		[108281] = "술사_고대인도",
		[114050] = "술사_승천",
		[114051] = "술사_승천",
		[114052] = "술사_승천",
		[51490] = "술사_천폭",
		[192058] = "술사_축전",
		[198103] = "술사_대정",
		[108271] = "술사_영혼이동",
		[192077] = "술사_바질토",
		[98008] = "술사_정신고리",
		[108280] = "술사_치해토",
    },
}