local HHAL = LibStub("AceAddon-3.0"):GetAddon("HiphamAlert")

HHAL.spellList.warrior = {
    ["SPELL_AURA_APPLIED"] = {

    },
    ["SPELL_AURA_REMOVED"] = {
        [871] = "전사_방벽끝",
		[118038] = "전사_투혼끝",
    },
    ["SPELL_CAST_START"] = {

    },
    ["SPELL_CAST_SUCCESS"] = {
        [6552] = "전사_자루",
		[3411] = "전사_가막",
		[23920] = "전사_주반",
		[97462] = "전사_재집",
		[5246] = "전사_위협의외침",
		[64382] = "전사_분투",
		[383762] = "전사_사기면역",
		[107570] = "전사_폭망",
		[107570] = "전사_충격파",
		[401150] = "전사_투신",
		[107574] = "전사_투신",
		[376079] = "전사_보창",
		[118038] = "전사_투혼",
		[227847] = "전사_칼폭",
		[46924] = "전사_칼폭",
		[1719] = "전사_무희",
		[184364] = "전사_격재",
		[12975] = "전사_최저",
		[392966] = "전사_주문막기",
		[386071] = "전사_훼방",
		[871] = "전사_방벽",
		[1161] = "전사_도전의외침",
    },
}